Repository: weride/BallyTaxi-
Catalog: Resources/Resources.*.resx
Languages: ar, es, fr, he_il, pt, ru

# DriverCancelledFutureRide
source: Sorry, but the driver canceled the werider at {0} from {1}, Do you want us to look for another driver?
ar: عذرا، ولكن السائق ألغى المتسابق في {0} من {1}، هل تريد منا أن نبحث عن سائق آخر؟
es: Lo sentimos, pero el conductor canceló al corredor en {0} de {1}, ¿Quieres que busquemos otro conductor?
fr: Désolé, mais le conducteur a annulé le voyage à {0} à partir de {1}, voulez-vous que nous cherchions un autre conducteur?
he_il: מצטערים, הנהג ביטל את הנסיעה ב {0} מ {1} , האם ברצונך שנאתר עבורך נהג אחר?
pt: Desculpe, mas o driver cancelou o piloto em {0} de {1}, Você quer que nós procuremos outro driver?
ru: Извините, но водитель отменил гонщика в {0} от {1}, вы хотите, чтобы мы искали другой драйвер?

# massageForDriver
source: Dear Driver! Your version is no longer up-to-date Please update a version in the app store
ar: عزيزي السائق! يرجى تحديث التطبيق الخاص بك
es: Estimado conductor! Actualice su aplicación
fr: Cher conducteur! Mettez à jour votre demande
he_il: נהג יקר! הגירסה שבידך אינה עדכנית יותר נא לעדכן גירסה מהחנות
pt: Prezado taxista! Atualize seu aplicativo
ru: Уважаемый водитель! Обновите свою заявку

# massageForPassenger
source: Dear passenger! please update your application
ar: عزيزي الركاب! يرجى تحديث التطبيق الخاص بك
es: ¡Estimado pasajero! Actualice su aplicación
fr: Cher passager! Mettez à jour votre demande
he_il: נוסע יקר! אנא עדכן את האפליקציה מהחנות
pt: Caro passageiro! Atualize seu aplicativo
ru: Уважаемый пассажир! Обновите свою заявку

# driverNotFoundFirst
source: Sorry, but there is no available taxi for you, Do you want us to search again?
ar: آسف، ولكن ليس هناك سيارات الأجرة المتاحة بالنسبة لك، هل تريد منا للبحث مرة أخرى؟
es: Lo sentimos, pero no hay taxi disponible para usted, ¿Quiere que volvamos a buscar?
fr: Désolé, mais il n\'y a pas de taxi disponible pour vous, voulez-vous que nous cherchions à nouveau?
he_il: מצטערים, לא נמצאה מונית זמינה עבורך, האם ברצונך לחפש שוב?
pt: Desculpe, mas não há táxi disponível para você, Você quer que nós procure novamente?
ru: Извините, но для вас нет доступного такси. Хотите, чтобы мы снова обыскали?

# FutureRideCannotCancelled
source: A future ride can not be canceled in less than half an hour
ar: لا يمكن إلغاء رحلة في المستقبل في أقل من نصف ساعة
es: Un viaje futuro no se puede cancelar en menos de media hora
fr: Un voyage futur ne peut être annulé en moins d\'une demi-heure
he_il: לא ניתן לבטל נסיעה עתידית בטווח של פחות מחצי שעה
pt: Um passeio futuro não pode ser cancelado em menos de meia hora
ru: Невозможно отменить поездку в будущем менее чем за полчаса

# recivedFutureRide
source: Start the future ride
ar: بدء ركوب في المستقبل
es: Comienza el viaje futuro
fr: Démarrez le futur voyage
he_il: התחל בנסיעה העתידית
pt: Comece o passeio futuro
ru: Начать будущую поездку

# RegionStringForDriver
source: Area: {0} Rank: {1}
ar: المنطقة: {0} الرتبة: {1}
es: Área: {0} Clasificación: {1}
fr: Zone: {0} Classement: {1}
he_il: אזור: {0} , מקום בתור: {1}
pt: Área: {0} Classificação: {1}
ru: Area: {0} Ранг: {1}

# RidePrice
source: The price is {0}
ar: الأجرة هيالأجرة {0} شاقل
es: La tarifa es {0}
fr: Le tarif est {0}
he_il: מחיר הנסיעה {0}
pt: A tarifa é {0}
ru: Стоимость проезда {0}

# PassengerRefuseRidePrice
source: The price may not be correct, please enter price again
ar: قد لا يكون السعر صحيحا، يرجى إدخال السعر مرة أخرى
es: El precio puede no ser correcto, por favor ingrese el precio nuevamente
fr: Le prix peut ne pas être correct, s'il vous plaît entrer à nouveau prix
he_il: יתכן והמחיר לא תקין, אנא הכנס מחיר שוב
pt: O preço pode não estar correto, entre novamente o preço
ru: Цена может быть неправильной, пожалуйста, введите цену еще раз

# RideEndedSuccessfull
source: The ride ended successfully!
ar: انتهت الرحلة بنجاح!
es: ¡El viaje terminó exitosamente!
fr: Le voyage s'est terminé avec succès!
he_il: הנסיעה הסתיימה בהצלחה!
pt: A viagem terminou com sucesso!
ru: Поездка завершилась успешно!

# RideEndedSuccessfullAndTip
source: The ride ended successfully! A tip of {0} was received
ar: تم الانتهاء من الرحلة بنجاح! تم استلام غيض {0} شاقل
es: ¡El viaje se completó con éxito! Se recibió una propina de {0}
fr: Le voyage a été complété avec succès! Un conseil de {0} a été reçu
he_il: הנסיעה הסתימה בהצלחה! התקבל טיפ בסך {0}
pt: A viagem foi completada com sucesso! Uma dica de {0} foi recebida
ru: Поездка прошла успешно! Получен кончик {0}

# endMail
source: - Werider App
he_il: צוות Werider .
