Repository: weride/BallyTaxi-
Catalog: Resources/Resources.*.resx
Languages: ar, es, fr, he_il, pt, ru

# AmountDispute
source: Sorry, Passenger doesn't accept the ride fee.
ar: آسف، الركاب لا يقبل رسوم ركوب.
es: Lo sentimos, el pasajero no acepta la cuota de viaje.
fr: Désolé, le passager n'accepte pas les frais de transport.
he_il: מצטערים, הנוסע לא מסכים לסכום הנסיעה.
pt: Desculpe, o passageiro não aceita a taxa de passeio.
ru: Извините, пассажир не принимает гоночную плату.

# ChooseCreditCard
source: Choose a Credit Card to charge
ar: اختيار بطاقة الائتمان لشحن
es: Elija una tarjeta de crédito para cobrar
fr: Choisissez une carte de crédit pour charger
he_il: בחר כרטיס אשראי לחיוב
pt: Escolha um cartão de crédito para cobrar
ru: Выберите кредитную карту для оплаты

# DriverArrived
source: Your taxi is here!
ar: سيارة أجرة الخاص بك هو هنا!
es: ¡Su taxi está aquí!
fr: Votre taxi est là!
he_il: !המונית שלך כבר כאן
pt: Seu táxi está aqui!
ru: Твое такси здесь!

# DriverCancelledRide
source: Sorry, but the driver canceled the werider, Do you want us to look for another driver?
ar: عذرا، ولكن السائق ألغى المتسابق، هل تريد منا أن نبحث عن سائق آخر؟
es: Lo sentimos, pero el conductor ha cancelado al jinete, ¿Quieres que busquemos otro conductor?
fr: Désolé, mais le conducteur a annulé le coureur. Voulez-vous que nous cherchions un autre conducteur?
he_il: מצטערים, הנהג ביטל את הנסיעה , האם ברצונך שנאתר עבורך נהג אחר?
pt: Desculpe, mas o motorista cancelou o piloto, Você quer que nós procuremos outro driver?
ru: Извините, но водитель отменил всадника. Вы хотите, чтобы мы искали другого водителя?

# DriverFound
source: We found driver for you
ar: وجدنا السائق بالنسبة لك
es: Encontramos conductor para ti
fr: Nous avons trouvé un conducteur pour vous
he_il: מצאנו נהג עבורך
pt: Encontramos driver para você
ru: Мы нашли для вас драйвера

# DriverNotFound
source: Sorry, but there is no available taxi for you, try again later
ar: عذرا، ولكن لا تتوفر سيارة أجرة متاحة لك، حاول مرة أخرى لاحقا
es: Lo sentimos, pero no hay taxi disponible para usted, vuelva a intentarlo más tarde
fr: Désolé, mais il n'y a pas de taxi disponible pour vous, réessayez plus tard
he_il: מצטערים, אבל אין מונית זמינה עבורך, נסה שוב מאוחר יותר
pt: Desculpe, mas não há táxi disponível para você, tente novamente mais tarde
ru: Извините, но для вас нет доступного такси, повторите попытку позже.

# Driver_Register_SMS_Text
source: Welcome to Weride. Your authorization code is {0}
ar: مرحبا بكم في رايدر. رمز التفويض هو {0}
es: Bienvenido a Weride. Su código de autorización es {0}
fr: Bienvenue chez Weride. Votre code d'autorisation est {0}
pt: Bem-vindo ao Weride. Seu código de autorização é {0}
ru: Добро пожаловать в Weride. Ваш код авторизации: {0}

# NewRideRequest
source: We have a new ride for you from {0}
ar: لدينا رحلة جديدة بالنسبة لك من {0}
es: Tenemos un nuevo paseo para ti desde {0}
fr: Nous avons une nouvelle promenade pour {0}
he_il: יש לנו נסיעה חדשה בשבילך מכתובת: {0}
pt: Nós temos um passeio novo para você de {0}
ru: У нас есть новая поездка для вас от {0}

# NoCreditCard
source: No Credit Card to charge
ar: لا بطاقة الائتمان لتوجيه الاتهام
es: No hay tarjeta de crédito para cobrar
fr: Pas de carte de crédit à charger
he_il: אין כרטיס אשראי לחיוב
pt: Nenhum cartão de crédito para cobrar
ru: Кредитная карта не взимается

# PayInTaxi
source: Your Ride has ended, please pay the Taxi Driver.
ar: انتهى ركوب الخاص بك، يرجى دفع سائق سيارة أجرة.
es: Su Paseo ha terminado, por favor pague al conductor.
fr: Votre Ride a pris fin, veuillez payer le conducteur de taxi.
he_il: נסיעתך הסתיימה! אנא שלם לנהג.
pt: Seu Passeio terminou, por favor, pague o taxista.
ru: Ваша поездка закончилась, пожалуйста, оплатите водителя такси.

# PaymentError
source: Could not charge Credit Card.
ar: تعذر تحصيل رسوم من بطاقة الائتمان.
es: No se puede cargar la tarjeta de crédito.
fr: Impossible de facturer la carte de crédit.
he_il: חיוב נכשל.
pt: Não foi possível cobrar cartão de crédito.
ru: Не удалось зарядить кредитную карту.

source: Payment successful!
ar: دفع ناجحة!
es: ¡Pago exitoso!
fr: Paiement réussi!
he_il: חיוב בוצע בהצלחה
pt: Pagamento bem sucedido!
ru: Платеж выполнен!

# PayWithPayPal
source: Your Ride has ended, Payment is made through your Paypal account
ar: انتهى ركوب الخاص بك، يتم الدفع من خلال حساب باي بال الخاص بك
es: Su viaje ha terminado, el pago se realiza a través de su cuenta de Paypal
fr: Your Ride a pris fin, le paiement se fait via votre compte Paypal
he_il: נסיעתך הסתימה! התשלום מתבצע באמצעות חשבון הפיפאל שלך
pt: Seu Passeio terminou, o pagamento é feito através de sua conta Paypal
ru: Ваша поездка закончилась, оплата производится через вашу учетную запись Paypal

# ReminderForFutureRide
source: Do you remember? you have a ride at {0} from {1}
ar: هل تذكر؟ لديك ركوب في {0} من {1}
es: ¿Te acuerdas? Usted tiene un paseo en {0} de {1}
fr: Te souviens tu? Vous faites un tour à {0} de {1}
he_il: האם אתה זוכר? יש לך נסיעה בשעה {0} מכתובת {1}
pt: Você se lembra? Você tem um passeio em {0} de {1}
ru: Ты помнишь? Вы можете прокатиться на {0} от {1}

# RideAllocated
source: You have been allocated a ride!
ar: لقد تم تخصيص ركوب!
es: Se le ha asignado un paseo!
fr: On vous a donné un tour!
he_il: קיבלת נסיעה!
pt: Você foi alocado um passeio!
ru: Тебе назначили поездку!

# RideNotRelevantAnymore
source: Sorry, but the ride already taken by another driver
ar: آسف، ولكن ركوب اتخذت بالفعل من قبل سائق آخر
es: Lo sentimos, pero el paseo ya tomado por otro conductor
fr: Désolé, mais le trajet déjà pris par un autre conducteur
he_il: מצטערים, הנסיעה נלקחה כבר על ידי נהג אחר
pt: Desculpe, mas o passeio já foi levado por outro taxista.
ru: Извините, но поездка уже занята другим водителем

# UserCancelRideRequest
source: Sorry, but the user cancelled the ride
ar: عذرا، ولكن المستخدم ألغى ركوب
es: Lo sentimos, pero el usuario canceló el paseo
fr: Désolé, mais l'utilisateur a annulé le trajet
he_il: מצטערים, הלקוח ביטל את הנסיעה
pt: Desculpe, mas o usuário cancelou o passeio
ru: Извините, но пользователь отменил поездку

# paypalPassengerError
source: Sorry, there is no permission to charge your Paypal account, please pay in cash
ar: عذرا، ليس هناك إذن لشحن حساب باي بال الخاص بك، يرجى الدفع نقدا
es: Lo sentimos, no hay permiso para cargar su cuenta de Paypal, por favor pague en efectivo
fr: Désolé, il n\'y a pas d'autorisation de facturer votre compte Paypal, payez en espèces
he_il: מצטערים, אין אישור לחייב את חשבון הפיפאל שלך, הנך מתבקש לשלם במזומן
pt: Desculpe, não há permissão para cobrar sua conta Paypal, por favor, pague em dinheiro
ru: Извините, у вас нет разрешения на списание средств с вашего счета Paypal, пожалуйста, заплатите наличными

# paypalDriverError
source: there is no permission to charge the Paypal account of the passenger, the payment will be in cash
ar: ليس هناك إذن لشحن حساب باي بال للركاب، فإن الدفع يكون نقدا
es: No hay permiso para cargar la cuenta de Paypal del pasajero, el pago será en efectivo
fr: Il n\'y a aucune permission de facturer le compte Paypal du passager, le paiement sera en espèces
he_il: אין אישור לחייב את חשבון הפיפאל של הנוסע, התשלום יתבצע במזומן
pt: Não há permissão para cobrar a conta Paypal do passageiro, o pagamento será em dinheiro
ru: У вас нет разрешения на списание со счета Paypal пассажира, оплата будет произведена наличными

# PayWithBuissness
source: Your Ride has ended, Payment is made throgh the company
ar: انتهت ركوب الخاص بك، يتم الدفع ثروغ الشركة
es: Su paseo ha terminado, el pago se hace throgh la empresa
fr: Votre course a pris fin, le paiement est effectué dans l\'entreprise
he_il: נסיעתך הסתימה! התשלום יתבצע עי החברה
pt: Seu passeio terminou, o pagamento é feito throgh a companhia
ru: Ваша поездка закончилась, оплата производится в компании

# CanceledTrip1
source: Dear Driver, We are sorry to find that your trip has been cancelled.
ar: عزيزي السائق، نأسف لتجد أن رحلتك قد تم إلغاؤها.
es: Estimado conductor, Lamentamos que su viaje ha sido cancelado.
fr: Cher conducteur, Nous sommes désolés de constater que votre voyage a été annulé.
he_il: נהג יקר, אנו מצטערים לגלות כי הנסיעה שלך בוטלה.
pt: Caro Taxista, Lamentamos que sua viagem tenha sido cancelada.
ru: Уважаемый водитель, мы сожалеем, что ваша поездка отменена.

# CanceledTrip2
source: We hope best of success in the next trip and business venture.
ar: ونحن نأمل أفضل من النجاح في رحلة القادمة والمشاريع التجارية.
es: Esperamos lo mejor de éxito en el próximo viaje y la empresa.
fr: Nous espérons que le succès sera le meilleur dans le prochain voyage et entreprise.
he_il: אנו מאחלים לך הצלחה רבה בנסיעה הבאה.
pt: Esperamos melhor sucesso na próxima viagem e empreendimento.
ru: Мы надеемся на успех в следующей поездке и бизнесе.

# CanceledTripTitle
source: Cancelled Trip
ar: رحلة ملغاة
es: Viaje Cancelado
fr: Voyage annulé
he_il: נסיעה בוטלה
pt: Viagem Cancelada
ru: Отмененная поездка

# CompleteTrip1
source: Dear Driver, You have completed another trip and received {0} NIS.
ar: عزيزي السائق، لقد أكملت رحلة أخرى وتلقت {0} شيكل.
es: Estimado conductor, Ha completado otro viaje y ha recibido {0} NIS.
fr: Cher conducteur, vous avez terminé un autre voyage et reçu {0} NIS.
he_il: נהג יקר, עוד נסיעה הסתיימה בהצלחה והתקבלו {0} ש"ח.
pt: Prezado taxista, Você completou outra viagem e recebeu {0} NIS.
ru: Уважаемый водитель, Вы завершили еще одну поездку и получили {0} NIS.

# CompleteTrip2
source: Best of continued success in your business venture.
ar: أفضل النجاح المستمر في مشروع عملك.
es: Lo mejor del éxito continuo en su empresa.
fr: Meilleur succès continu dans votre entreprise.
he_il: הצלחה רבה בהמשך הדרך .
pt: Melhor do sucesso continuado em seu risco de negócio.
ru: Лучший из дальнейших успехов в вашем бизнесе.

# CompleteTripTitle
source: Completed Trip - Success
ar: الرحلة المكتملة - النجاح
es: Viaje Completo - Éxito
fr: Voyage terminé - Succès
he_il: הנסיעה הסתיימה בהצלחה
pt: Viagem Completa - Sucesso
ru: Завершенная поездка - успех

# Register1
source: Dear Driver, Welcome to Werider!
ar: عزيزي السائق، مرحبا بكم في رايدر!
es: Estimado conductor, ¡Bienvenido a Werider!
fr: Cher Conducteur, Bienvenue chez Werider!
he_il: נהג יקר, ברוך הבא ל-Werider
pt: Dear Taxista, Bem-vindo ao Werider!
ru: Уважаемый водитель! Добро пожаловать в Werider!

# Register2
source: Your registration is complete and you are now available to start receiving trips!
ar: اكتمل تسجيلك وأنت الآن متاحة لبدء تلقي الرحلات!
es: ¡Su registro está completo y ya está disponible para comenzar a recibir viajes!
fr: Votre inscription est terminée et vous êtes maintenant disponible pour commencer à recevoir des voyages!
he_il: הרישום הסתיים בהצלחה וכעת אתה פנוי לקבל נסיעות.
pt: Seu registro está completo e você está agora disponível para começar a receber viagens!
ru: Ваша регистрация завершена, и теперь вы можете начать получать поездки!

# Register3
source: We wish you the best of success in your new business venture.
ar: نتمنى لكم أفضل النجاح في مشروعك التجاري الجديد.
es: Le deseamos lo mejor del éxito en su nuevo negocio.
fr: Nous vous souhaitons la meilleure réussite dans votre nouvelle entreprise.
he_il: אנו מאחלים לך הצלחה רבה.
pt: Desejamos-lhe o melhor de sucesso em seu novo empreendimento.
ru: Мы желаем вам успеха в вашем новом деловом предприятии.

# RegisterTitle
source: Registration Complete - Welcome
ar: التسجيل كامل - أهلا وسهلا بك
es: Registro completo - Bienvenido
fr: Enregistrement terminé - Bienvenue
he_il: הרישום הסתיים בהצלחה - ברוך הבא ל-Werider
pt: Registro completo - Bem-vindo
ru: Регистрация завершена - Добро пожаловать

# sms_register
source: Dear driver! Your number has been added. Please register now! WERIDER DRIVER
ar: عزيزي السائق! تمت إضافة رقمك. الرجاء التسجيل الآن! رايدر دريفر
es: Estimado conductor! Se ha agregado su número. Por favor regístrese ahora! CONDUCTOR DEL JINETE
fr: Cher conducteur! Votre numéro a été ajouté. Veuillez vous inscrire maintenant! WERIDER DRIVER
he_il: !נהג יקר, הוספנו את מספר הטלפון שלך, הנך יכול להרשם עכשיו WERIDER DRIVER
pt: Prezado taxista! Seu número foi adicionado. Inscreva-se agora! TAXISTA WERIDER
ru: Уважаемый водитель! Ваш номер добавлен. Зарегистрируйтесь сейчас! ДРАЙВЕР WERIDER

# SMSToPhones
source: sms
ar: رسالة قصيرة
he_il: נהג מונית קח 1000 ש"ח! הורידו את אפליקציית ווי-ריידר לנהג והתחילו לעבוד, מחר זה מתחיל!
ru: смс

# DriverFoundSMS
source: We found driver for you. his phone is {0}.
ar: وجدنا السائق بالنسبة لك. هاتفه هو {0}.
es: Encontramos un conductor para ti. Su teléfono es {0}.
fr: Nous avons trouvé un conducteur pour vous. Son téléphone est {0}.
he_il: מצאנו נהג עבורך. מספר הטלפון של הנהג {0}
pt: Encontramos taxista para vocę. Seu telefone é {0}.
ru: Мы нашли для вас водителя. Его телефон {0}.

# riderCancelled
source: Sorry, but your ride was canceled
ar: عذرا، ولكن تم إلغاء رحلتك
es: Lo siento, pero su viaje ha sido cancelado
fr: Désolé, mais votre voyage a été annulé
he_il: מצטערים, הנסיעה שלך התבטלה
pt: Desculpe, mas seu passeio foi cancelado
ru: Извините, но ваша поездка была отменена

# DriverArriveInFutureRide
source: Your taxi is here!
ar: سيارة أجرة الخاص بك هو هنا!
es: ¡Su taxi está aquí!
fr: Votre conducteur est là!
he_il: אני כבר מגיע
pt: O seu táxi está aqui!
ru: Твое такси здесь!

# CanceledTripForPass1
source: Dear Passenger, We are sorry to find that your trip has been cancelled.
ar: عزيزي الركاب، نأسف لتجد أن رحلتك قد تم إلغاؤها.
es: Estimado Pasajero, Lamentamos que su viaje haya sido cancelado.
fr: Cher passager, Nous sommes désolés de constater que votre voyage a été annulé.
he_il: נוסע יקר, אנו מצטערים לגלות כי הנסיעה שלך בוטלה
pt: Caro passageiro, Lamentamos que a sua viagem tenha sido cancelada.
ru: Уважаемый пассажир, мы сожалеем, что ваша поездка отменена.

# CanceledTripForPass2
source: We hope best of success in the next trip and business venture.
ar: ونحن نأمل أفضل من النجاح في رحلة القادمة والمشاريع التجارية.
es: Esperamos lo mejor de éxito en el próximo viaje y la empresa.
fr: Nous espérons que le succès sera le meilleur dans le prochain voyage et entreprise.
he_il: אנו מאחלים לך הצלחה רבה בנסיעה הבאה.
pt: Esperamos melhor sucesso na próxima viagem e empreendimento.
ru: Мы надеемся на успех в следующей поездке и в бизнесе.

# CompletedTripPass1
source: Dear Passenger, Thank you for using Werider App for another trip.
ar: عزيزي الركاب، أشكركم على استخدام رايدر التطبيق لرحلة أخرى.
es: Estimado Pasajero, Gracias por usar Werider App para otro viaje.
fr: Cher passager, merci d'utiliser l\'application Werider pour un autre voyage.
he_il: נוסע יקר, תודה שנסעת עם Werider.
pt: Caro passageiro, Obrigado por usar Werider App para outra viagem.
ru: Уважаемый пассажир, Благодарим за использование приложения Werider для очередной поездки.

# CompletedTripPass2
source: We hope you enjoyed the experience.
ar: نأمل أن تستمتع بتجربة.
es: Esperamos que haya disfrutado de la experiencia.
fr: Nous espérons que vous avez apprécié l\'expérience.
he_il: אנחנו מקוים שנהנת מהנסיעה
pt: Esperamos que tenha gostado da experiência.
ru: Надеемся, вам понравился этот опыт.

# creaditCardDriverError
source: there is no permission to charge the credit card of the passenger, the payment will be in {0}.the ride is completed
ar: لا يوجد تفويض لشحن بطاقة ائتمان الراكب، سيتم الدفع عند {0}، تم إغلاق الرحلة
es: No hay autorización para cargar la tarjeta de crédito del pasajero, el pago se realizará a las {0}, el viaje ha sido cerrado
fr: Il n'y a aucune autorisation pour charger la carte de crédit du passager, le paiement sera effectué à {0}, le voyage a été fermé
he_il: אין אישור לחייב את כרטיס האשראי של הנוסע, התשלום יתבצע ב{0},הנסיעה הסתימה
pt: Não há autorização para cobrar o cartão de crédito do passageiro, o pagamento será efetuado em {0}, a viagem foi fechada
ru: Нет разрешения на оплату кредитной карты пассажира, оплата будет производиться по {0}, поездка была закрыта

source: business
ar: اعمال
es: negocio
fr: Entreprise
he_il: עסקי
pt: o negócio
ru: бизнес

source: cash
ar: السيولة النقدية
es: efectivo
fr: en espèces
he_il: מזומן
pt: dinheiro
ru: денежные средства

source: credit card
ar: بطاقة ائتمان
es: tarjeta de crédito
fr: carte de crédit
he_il: כרטיס אשראי
pt: cartão de crédito
ru: кредитная карта

source: PayPal
ar: باي بال
he_il: פיפאל

# AllDrivers
source: Dear Driver, Open the application in order to qualify for the 1000 NIS. Werider
ar: عزيزي السائق، افتح التطبيق من أجل التأهل ل 1000 شيكل. راكب
es: Estimado conductor, abra la aplicación para calificar para el NIS 1000. Jinete
fr: Cher conducteur, ouvrez la demande pour être admissible aux 1000 NIS. Werider
he_il: נהג יקר, נא הדלק את האפליקציה ותוכל לזכות ב 1000 שקל. ווי-ריידר - Werider
pt: Prezado taxista, abra o aplicativo para se qualificar para o NIS 1000. Cavaleiro
ru: Уважаемый водитель, откройте приложение, чтобы получить 1000 NIS. наездник

# AllPassengers
source: Dear Passenger, Drivers are waiting to take you to your next destination. Book now!
ar: عزيزي الركاب، السائقين في انتظار أن يأخذك إلى وجهتك المقبلة. احجز الآن!
es: Estimado Pasajero, Los conductores están esperando para llevarlo a su próximo destino. ¡Reservar ahora!
fr: Cher passager, les conducteurs attendent de vous emmener à votre prochaine destination. Reserve maintenant!
he_il: נוסע יקר, נהגים ממתינים להזמנות שלך!
pt: Caro passageiro, Os motoristas estão esperando para levá-lo ao seu próximo destino. Livro agora!
ru: Уважаемый пассажир, водители ждут вас в следующий пункт назначения. Забронируйте сейчас!

# CreditCardPassengerError
source: Sorry, there is no permission to charge your credit card, please pay in cash
ar: عذرا، ليس هناك إذن بشحن بطاقتك الائتمانية، يرجى الدفع نقدا
es: Lo sentimos, no hay permiso para cargar su tarjeta de crédito, por favor pague en efectivo
fr: Désolé, il n\'y a pas de permission de facturer votre carte de crédit, payez en espèces
he_il: מצטערים, אין אישור לחייב את כרטיס האשראי שלך, הנך מתבקש לשלם במזומן
pt: Desculpe, não há permissão para cobrar seu cartão de crédito, por favor, pague em dinheiro
ru: Извините, у вас нет разрешения на списание средств с вашей кредитной карты, пожалуйста, заплатите наличными

# CouponTextForSMS
source: You have received a coupon valued at {0} NIS! Enter the code {1} before the next ride to redeem it. *The coupon is valid for one month only. Werider App.
ar: لقد تلقيت قسيمة بقيمة {0} شيكل! أدخل الرمز {1} قبل الرحلة التالية لاسترداد القيمة. * القسيمة صالحة لمدة شهر واحد فقط. رايدر التطبيق.
es: ¡Recibiste un cupón valorado en {0} NIS! Ingrese el código {1} antes del siguiente viaje para canjearlo. * El cupón es válido por un mes solamente. Werider App.
fr: Vous avez reçu un coupon évalué à {0} NIS! Entrez le code {1} avant la prochaine course pour le racheter. * Le coupon est valable pour un mois seulement. L\'application Werider.
he_il: קיבלת קופון בסך {0} ש''ח. הזן את הקוד {1} לפני הנסיעה הבאה שלך בכדי לממש את ההטבה. *הקופון תקף לחודש ימים. צוות ווי-ריידר.
pt: Você recebeu um cupom avaliado em {0} NIS! Digite o código {1} antes do próximo passeio para resgatá-lo. * O cupom é válido por apenas um mês. Werider App.
ru: Вы получили купон на сумму {0} NIS! Введите код {1} перед следующей поездкой, чтобы выкупить его. * Купон действителен в течение одного месяца. Приложение Werider.

# PaymentSuccessfulAndCoupon
source: Your trip was paid by coupon in the amount of {0} NIS. Werider will be transferring this amount to your account by the end of the month
ar: تم دفع رحلتك عن طريق قسيمة بمبلغ {0} شيكل. سيقوم رايدر بنقل هذا المبلغ إلى حسابك بحلول نهاية الشهر
es: Su viaje se pagó por cupón en la cantidad de {0} NIS. Werider transferirá esta cantidad a su cuenta al final del mes
fr: Votre voyage a été payé par coupon au montant de {0} NIS. Werider transférera ce montant à votre compte d\'ici la fin du mois
he_il: חיוב בוצע בהצלחה, בנסיעה זו התקבל קופון על סך {0} ש"ח הכסף יועבר לחשבונך עד סוף החודש.
pt: Sua viagem foi paga por cupom no valor de {0} NIS. Werider transferirá esse valor para sua conta até o final do mês
ru: Ваша поездка была оплачена купоном в размере {0} NIS. Райдер будет перечислять эту сумму на ваш счет к концу месяца

# sendToGetLocation
source: Dear driver! please update your application from google play
ar: عزيزي السائق! يرجى تحديث التطبيق الخاص بك من جوجل اللعب
es: Estimado conductor! Actualice su aplicación desde Google Play
fr: Cher conducteur! Veuillez mettre à jour votre application depuis Google Play
he_il: נהג יקר! אנא עדכן את האפליקציה מהחנות של google
pt: Prezado taxista! Atualize seu aplicativo do Google Play
ru: Уважаемый водитель! Обновите приложение из Google Play

# notFoundTaxiWithDiscount
source: Sorry, we could not find a taxi available with 30% discount. Would you like to find a taxi with the regular fare?
ar: عذرا، لم نتمكن من العثور على سيارة أجرة متوفرة مع خصم 30٪. هل ترغب في العثور على سيارة أجرة مع أجرة العادية؟
es: Lo sentimos, no pudimos encontrar un taxi disponible con 30% de descuento. ¿Te gustaría encontrar un taxi con la tarifa regular?
fr: Désolé, nous n\'avons pas trouvé de taxi disponible avec 30% de réduction. Voulez-vous trouver un taxi avec le tarif régulier?
he_il: מצטערים, לא נמצאה מונית עם הנחה של 30% האם ברצונך שנאתר עבורך מונית במחיר רגיל?
pt: Desculpe, não conseguimos encontrar um táxi disponível com 30% de desconto. Gostaria de encontrar um táxi com a tarifa regular?
ru: К сожалению, мы не смогли найти такси с 30% скидкой. Вы хотите найти такси с обычным тарифом?

# notFoundTaxiWithHandicapped
source: Sorry, we could not find a taxi available with handicapped access. Would you like to find a regular taxi ?
ar: عذرا، لم نتمكن من العثور على سيارة أجرة متاحة مع وصول المعوقين. هل ترغب في العثور على سيارة أجرة العادية؟
es: Lo sentimos, no pudimos encontrar un taxi disponible con acceso para minusválidos. ¿Te gustaría encontrar un taxi regular?
fr: Désolé, nous n\'avons pas trouvé de taxi disponible avec accès handicapé. Voulez-vous trouver un taxi régulier?
he_il: מצטערים, לא נמצאה מונית מתאימה לנכה האם ברצונך שנאתר עבורך מונית רגילה?
pt: Desculpe, não conseguimos encontrar um táxi disponível com acesso para deficientes. Gostaria de encontrar um táxi regular?
ru: К сожалению, мы не смогли найти такси, имеющего доступ для инвалидов. Вы хотите найти обычное такси?

# notFoundTaxiWithCourier
source: Sorry, we could not find a courier available. Would you like to find a regular taxi ?
ar: عذرا، لم نتمكن من العثور على ساعي المتاحة. هل ترغب في العثور على سيارة أجرة العادية؟
es: Lo sentimos, no pudimos encontrar un mensajero disponible. ¿Te gustaría encontrar un taxi regular?
fr: Désolé, nous n\'avons pas pu trouver un courrier disponible. Voulez-vous trouver un taxi régulier?
he_il: מצטערים, לא נמצאה מונית עם משלוחים האם ברצונך שנאתר עבורך מונית רגילה?
pt: Desculpe, não foi possível encontrar um courier disponível. Gostaria de encontrar um táxi regular?
ru: К сожалению, мы не смогли найти курьера. Вы хотите найти обычное такси?

source: check
ar: التحقق من
es: comprobar
fr: vérifier
he_il: בדיקה
pt: Verifica
ru: проверить

# UserCancelFutureRideRequest
source: Sorry, but the user cancelled the ride at {0} from {1}
ar: عذرا، ولكن المستخدم ألغى ركوب في {0} من {1}
es: Lo sentimos, pero el usuario canceló el paseo en {0} de {1}
fr: Désolé, mais l\'utilisateur a annulé le voyage à {0} de {1}
he_il: מצטערים, הלקוח ביטל את הנסיעה ב {0} מ {1}
pt: Desculpe, mas o usuário cancelou o passeio em {0} de {1}
ru: Извините, но пользователь отменил поездку в {0} с {1}
